Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: Booksmarks
es: Marcadores
id: Penanda buku
nl: Bladwijzers

source: Broadcast nostr event
es: Transmitir evento nostr
id: Siarkan acara nostr

source: Button configurator
es: Configurador de botones
id: Pengonfigurasi tombol
nl: Knoppen configurator

source: by
es: por
id: oleh
nl: door

source: By continuing you agree to the
es: Al continuar aceptas las
id: Dengan melanjutkan, Anda menyetujui
nl: Wanneer je verder gaat accepteer je

source: Caches
es: Cachés
id: Cache

source: Calculating...
es: Calculador...
id: Menghitung...
nl: Berekenen...

source: Camera access is needed to scan an NWC QR code
es: Se necesita acceso a la cámara para escanear un código QR de NWC
id: Akses kamera diperlukan untuk memindai kode QR NWC

source: Cancel
es: Cancelar
id: Membatalkan
nl: Annuleer

source: Cancelled
es: Cancelado
id: Dibatalkan
nl: Geannuleerd

source: Cannot find account to authenticate with
es: No puedo encontrar una cuenta para autenticarme
id: Tidak dapat menemukan akun untuk diautentikasi
nl: Kan geen account vinden voor authentificatie

source: Change account
es: Cambiar cuenta
id: Ganti akun
nl: Account wisselen

source: Checking relays for your blossom server list...
es: Comprobando relays para su lista de servidores Blossom...
id: Memeriksa relays untuk daftar server blossom Anda...
nl: Bezig met zoeken naar je blossom serverlijst…

source: Checking what your follows found funny...
es: Comprobando qué les pareció gracioso a tus seguidores...
id: Memeriksa apa yang menurut pengikut Anda lucu...
nl: Even checken wat jouw netwerk grappig vond…

source: Checking what your follows reposted or reacted to...
es: Comprobando a qué volvieron a publicar o reaccionaron tus seguidores...
id: Memeriksa apa yang diposkan ulang atau ditanggapi oleh pengikut Anda...
nl: Even de reacties en reposts van jouw netwerk checken…

source: Checking what your follows shared...
es: Comprobando lo que tus seguidores compartieron...
id: Memeriksa apa yang dibagikan pengikut Anda...

source: Checking what your follows zapped...
es: Comprobando qué publicaciones recibieron zap de las personas que sigues...
id: Memeriksa postingan yang dikirimi zap oleh orang yang Anda ikuti...
nl: Even checken wat jouw netwerk gezapped heeft…

source: Choose a photo
es: Elige una foto
id: Pilih foto
nl: Kies een foto

source: Choose a popular relay so people can easily find your posts and choose an alternative relay, preferably your own, where people can always find your posts in case the popular relay has issues.
es: Elija un relay popular para que la gente pueda encontrar fácilmente sus publicaciones y elija un relay alternativo, preferiblemente el suyo, donde la gente siempre pueda encontrar sus publicaciones en caso de que el popular relay tenga problemas.
id: Pilih relay yang populer sehingga orang dapat dengan mudah menemukan postingan Anda dan pilih relay alternatif, sebaiknya milik Anda sendiri, di mana orang selalu dapat menemukan postingan Anda jika relay yang populer mengalami masalah.
nl: Kies een populaire relay iedereen je berichten makkelijk kan vinden, en kies een alternatieve relay (bij voorkeur je eigen) waar mensen altijd je berichten kunnen vinden als de populaire relay problemen heeft.

source: Choose a relay that requires authentication to receive private messages.
es: Elija un relay que requiera autenticación para recibir mensajes privados.
id: Pilih relay yang memerlukan autentikasi untuk menerima pesan pribadi.
nl: Kies een relay waar authenticatie nodig is om privéberichten te lezen.

source: Choose account
es: Elige cuenta
id: Pilih akun
nl: Kies account

source: Choose content for this column
es: Elija contenido para esta columna
id: Pilih konten untuk kolom ini
nl: Kies inhoud voor kolom

source: Choose custom emoji:
es: Elige emoji personalizado:
id: Pilih emoji khusus:

source: Choose existing list
es: Elija la lista existente
id: Pilih daftar yang ada
nl: Kies bestaande lijst

source: Choose feed
es: Elige feed
id: Pilih umpan
nl: Kies feed

source: Choose from library
es: Elige de la biblioteca
id: Pilih dari perpustakaan

source: Choose one or more public relays you read from so you can receive notifications when others mention you.
es: Elija uno o más relays públicos desde los que lea para poder recibir notificaciones cuando otros lo mencionen.
id: Pilih satu atau lebih relays publik yang Anda baca sehingga Anda dapat menerima pemberitahuan ketika orang lain menyebut Anda.
nl: Kies 1 of meer publieke relays om berichten binnen te halen zodat je meldingen kan ontvangen wanneer iemand jou tagt in een bericht.

source: Choose relays for private messages
es: Elija relays para mensajes privados
id: Pilih relays untuk pesan pribadi
nl: Kies relays voor privéberichten

source: Choose to tag:
es: Elige etiquetar:
id: Pilih untuk menandai:
nl: Taggen in bericht:

source: Classic
es: Clásico
id: Klasik
nl: Klassiek

source: Clear
es: Claro
id: Jernih
nl: Wissen

source: Clear cache
es: Borrar caché
id: Hapus cache
nl: Wis cache

source: Clearing...
es: Claro...
id: Membersihkan...
nl: Bezig...

source: Clipboard does not contain a Nostr Wallet Connect URI
es: El portapapeles no contiene un URI de Wallet Connect Nostr
id: Papan klip tidak berisi URI Nostr Wallet Connect

source: Clipboard does not contain a valid Nostr Wallet Connect URI
es: El portapapeles no contiene un URI válido de Nostr Wallet Connect
id: Papan klip tidak berisi URI Nostr Wallet Connect yang valid

source: Close
es: Cerrar
id: Tutup
nl: Sluiten

source: Close all tabs
es: Cerrar todas las pestañas
id: Tutup semua tab
nl: Sluit alle tabs

source: Close All Tabs
es: Cerrar todas las pestañas
id: Tutup Semua Tab
nl: Sluit alle tabs

source: Close room
es: Cerrar habitación
id: Tutup ruangan
nl: Ruimte sluiten

source: Code (bravery, verified_human, early_adoptor)
es: Código (valentía, verificado_humano, early_adoptor)
id: Kode (keberanian, manusia_terverifikasi, pengadopsi_awal)

source: Collapse
es: Colapsar
id: Runtuh
nl: Inklappen

source: Commenting on %@
es: Comentando en %@
id: Mengomentari %@
nl: Reageer op %@

source: Commenting on website
es: Comentando en el sitio web
id: Mengomentari di situs web
nl: Reageer op site

source: Comments
es: Comentarios
id: Komentar
nl: Opmerkingen

source: Comments on %@
es: Comentarios en%@
id: Komentar di %@
nl: Opmerkingen op %@

source: Communities
es: Comunidades
id: Komunitas
nl: Groepen

source: Configure
es: Configurar
id: Konfigurasikan
nl: Instellen

source: Configure announced relays
es: Configurar anunciado relays
id: Konfigurasikan relays yang diumumkan
nl: Gepubliceerde relays instellen

source: Configure blossom server(s)
es: Configurar servidores de Blossom
id: Konfigurasikan server mekar
nl: Blossom server(s) instellen

source: Configure column
es: Configurar columna
id: Konfigurasikan kolom
nl: Configureer kolom

source: Configure contacts...
es: Configurar contactos...
id: Konfigurasikan kontak...
nl: Stel contacten in...

source: Configure feed
es: Configurar feed
id: Konfigurasikan umpan
nl: Feed instellen

source: Configure feed type
es: Configurar el tipo de alimentación
id: Konfigurasikan jenis umpan
nl: Configureer type feed

source: Configure published relays
es: Configurar relays publicado
id: Konfigurasikan relays yang diterbitkan
nl: Gepubliceerde relays instellen

source: Configure relays...
es: Configurar relays...
id: Konfigurasikan relays...
nl: Stel relays in...

source: Configure the reaction buttons for each post. You can also change the position or remove buttons you don't need.
es: Configura los botones de reacción para cada publicación. También puedes cambiar la posición o eliminar botones que no necesites.
id: Konfigurasikan tombol reaksi untuk setiap posting. Anda juga dapat mengubah posisi atau menghapus tombol yang tidak diperlukan.
nl: Stel de reactie knoppen in, je kan ook de positie veranderen of knoppen verwijderen.

source: Configure your DM relays...
es: Configura tu DM relays...
id: Konfigurasikan DM Anda relays...
nl: DM relays instellen...

source: Configure your relays...
es: Configura tu relays...
id: Konfigurasikan relays Anda...
nl: Jouw relays instellen...

source: Confirm log out
es: Confirmar cierre de sesión
id: Konfirmasikan logout
nl: Uitloggen bevestigen

source: Connect
es: Conectar
id: Menghubungkan
nl: Verbind

source: Connect Alby wallet
es: Conecta la billetera Alby
id: Hubungkan dompet Alby
nl: Verbind met Alby portemonnee

source: Connect to additional relays from people you follow to reduce missing content that can't be found on your own relay set
es: Conéctese a relays adicionales de personas que sigue para reducir el contenido faltante que no se puede encontrar en su propio conjunto relay
id: Hubungkan ke relays tambahan dari orang yang Anda ikuti untuk mengurangi konten hilang yang tidak dapat ditemukan di kumpulan relay Anda sendiri
nl: Verbind met extra relays van mensen die je volgt om te voorkomen dat je berichten mist

source: Connect to relays included in nostr links when content can't be found
es: Conéctese a relays incluido en los enlaces nostr cuando no se pueda encontrar el contenido
id: Hubungkan ke relays yang disertakan dalam tautan nostr ketika konten tidak dapat ditemukan
nl: Verbind met relays die worden meegestuurd in nostr links als berichten niet gevonden kunnen worden

source: Connect wallet
es: Conectar billetera
id: Hubungkan dompet
nl: Verbind portemonnee

source: Connect your **Alby** wallet with **Nostur** for a seamless zapping experience
es: Conecta tu billetera **Alby** con **Nostur** para enviar zap sin complicaciones
id: Hubungkan dompet **Alby** Anda dengan **Nostur** agar kirim zap lebih lancar
nl: Verbind je **Alby** portemonnee met **Nostur** en zap met gemak

source: Connect your NWC compatible wallet with **Nostur** for a seamless zapping experience
es: Conecta tu billetera compatible con NWC con **Nostur** para enviar zap sin complicaciones
id: Hubungkan dompet kompatibel NWC Anda dengan **Nostur** agar kirim zap lebih lancar
nl: Verbind een NWC ondersteunende portemonnee met **Nostur** en zap met gemak

source: Connected
es: Conectado
id: Terhubung
nl: Verbonden

source: Connecting...
es: Conectando...
id: Menghubungkan...
nl: Verbinden…

source: Connection
es: Conexión
id: Koneksi
nl: Verbinding

source: Connection failed
es: La conexión falló
id: Koneksi gagal
nl: Verbinden mislukt

source: Connection timed out
es: Se agotó el tiempo de conexión
id: Waktu koneksi habis
nl: Time-out bij verbinding

source: contact
es: contacto
id: kontak

source: Contacts
es: Contactos
id: Kontak
nl: Contacten

source: Contacts from this post
es: Contactos de esta publicación
id: Kontak dari posting ini
nl: Contact in dit bericht

source: Contacts in list
es: Contactos en la lista
id: Kontak dalam daftar
nl: Contacten in lijst

source: Contacts:
es: Contactos:
id: Kontak:
nl: Contacten:

source: Content blocked
es: Contenido bloqueado
id: Konten diblokir
nl: Geblokkeerd

source: Content blocked (No HTTPS)
es: Contenido bloqueado (sin HTTPS)
id: Konten diblokir (Tanpa HTTPS)
nl: Geblokkeerd (geen HTTPS)

source: Content blocked (NSFW)
es: Contenido bloqueado (NSFW)
id: Konten diblokir (NSFW)
nl: Geblokkeerd (NSFW)

source: Content from these accounts you follow was received from this relay
es: El contenido de estas cuentas que sigues se recibió de este relay
id: Konten dari akun yang Anda ikuti diterima dari relay ini
nl: Berichten van deze accounts die je volgt zijn ontvangen van deze relay

source: Content from these accounts you follow was received this relay
es: El contenido de estas cuentas que sigues se recibió este relay
id: Konten dari akun yang Anda ikuti diterima relay ini
nl: Data van deze accounts die je volgt is ontvangen van deze relay

source: Content types
es: Tipos de contenido
id: Tipe konten
nl: Berichtsoorten

source: Continue
es: Continuar
id: Melanjutkan
nl: Verder

source: Continue anonymously
es: Continuar de forma anónima
id: Lanjutkan secara anonim

source: Conversation
es: Conversación
id: Percakapan
nl: Gesprek

source: Conversation details
es: Detalles de la conversación
id: Detail percakapan
nl: Gespreksdetails

source: Conversation info
es: Información de conversación
id: Informasi percakapan
nl: Gespreksinfo

source: Conversations
es: Conversaciones
id: Percakapan
nl: Gesprekken

source: Copy image URL
es: Copiar URL de imagen
id: Salin URL gambar
nl: Kopieer adres

source: Copy list address
es: Copiar dirección de lista
id: Salin alamat daftar
nl: Kopieer lijst adres

source: Copy npub
es: Copiar npub
id: Salin npub
nl: Kopieer npub

source: Copy post text
es: Copiar texto de la publicación
id: Salin teks posting
nl: Kopieer bericht

source: Copy private key
es: Copiar clave privada
id: Salin kunci pribadi
nl: Kopieer privé sleutel

source: Copy private key (nsec) to clipboard
es: Copie la clave privada (nsec) al portapapeles
id: Salin kunci pribadi (nsec) ke clipboard
nl: Kopieer privé sleutel (nsec) naar klembord

source: Copy profile source
es: Copiar fuente del perfil
id: Salin sumber profil
nl: Kopieer profile bron

source: Copy public key hex
es: Copiar clave pública hexadecimal
id: Salin hex kunci publik
nl: Kopieer publieke sleutel (hex)

source: Copy raw JSON
es: Copiar JSON sin formato
id: Salin JSON mentah
nl: Kopieër JSON code

source: Copy text
es: Copiar texto
id: Salin teks
nl: Kopieer tekst

source: Copy to clipboard
es: Copiar al portapapeles
id: Salin ke papan klip
nl: Kopieer naar klembord

source: Copy video URL
es: Copiar URL del vídeo
id: Salin URL video
nl: Kopieer video URL

source: Could not convert data
es: No se pudieron convertir los datos
id: Tidak dapat mengonversi data
nl: Kon data niet converteren

source: Could not create private zap request
es: No se pudo crear la solicitud de zap privado
id: Tidak dapat membuat permintaan zap pribadi

source: Could not fetch invoice
es: No se pudo recuperar la factura
id: Tidak dapat mengambil faktur
nl: Kon factuur niet binnenhalen

source: Could not fetch NWC info event from %@
es: No se pudo recuperar el evento de información NWC de %@
id: Tidak dapat mengambil info acara NWC dari %@
nl: Kon NWC info event niet binnenhalen van %@

source: Could not find DM relays for:
es: No se pudo encontrar DM relays para:
id: Tidak dapat menemukan DM relays untuk:
nl: Kan DM relays niet vinden van:

source: Could not find latest user profile (kind-0)
es: No se pudo encontrar el perfil de usuario más reciente (tipo 0)
id: Tidak dapat menemukan profil pengguna terbaru (jenis-0)
nl: Kan profiel niet vinden (kind-0)

source: Could not parse JSON
es: No se pudo analizar JSON
id: Tidak dapat menguraikan JSON
nl: Kon JSON niet verwerken

source: Could not parse secret from NWC connection URI
es: No se pudo analizar el secreto del URI de conexión NWC
id: Tidak dapat menguraikan rahasia dari URI koneksi NWC
nl: Kon geheim niet verwerken in NWC connection URI

source: Could not send NWC request
es: No se pudo enviar la solicitud NWC
id: Tidak dapat mengirim permintaan NWC
nl: Kon NWC verzoek niet verzenden

source: Could not sign event
es: No se pudo firmar el evento
id: Tidak dapat menandatangani acara
nl: Kon bericht niet ondertekenen

source: Counters for replies, likes, zaps etc.
es: Contadores de respuestas, me gusta, zap, etc.
id: Penghitung balasan, suka, zap, dan lainnya
nl: Tellers voor antwoorden, vind-ik-leuks, zaps etc.

source: Create
es: Crear
id: Membuat
nl: Maak aan

source: Create a short video
es: Crea un vídeo corto
id: Buat video pendek
nl: Maak kort filmpje

source: Create new account
es: Crear nueva cuenta
id: Buat akun baru
nl: Nieuw account

source: Create new badge
es: Crear nueva insignia
id: Buat lencana baru
nl: Nieuw medialle

source: Create new feed
es: Crear nueva fuente
id: Buat umpan baru
nl: Nieuw Feed

source: Create test keys
es: Crear claves de prueba
id: Buat kunci tes
nl: Nieuwe test sleutels

source: Create your Audio Nest
es: Crea tu Audio Nest
id: Buat Audio Nest Anda
nl: Maak jouw Audio Nest

source: Creates a public list on nostr relays
es: Crea una lista pública en nostr relays
id: Membuat daftar publik di nostr relays
nl: Maak een openbare lijst op nostr relays

source: Currently allowed by the filter: %lld contacts
es: Actualmente permitido por el filtro: contactos %lld
id: Saat ini diizinkan oleh filter: kontak %lld
nl: Nu toegestaan door de filter: %lld contacten

source: Currently allowed by the filter: Everyone
es: Actualmente permitido por el filtro: Todos
id: Saat ini diizinkan oleh filter: Semua Orang
nl: Nu toegestaan door de filter: iedereen

source: Custom
es: Costumbre
id: Kebiasaan
nl: Aangepast

source: Custom Feed
es: Feed personalizado
id: Umpan Khusus
nl: Aangepaste Feed

source: Custom Feeds
es: Feeds personalizados
id: Umpan Khusus
nl: Aangepaste feeds

source: Custom File Storage
es: Almacenamiento de archivos personalizado
id: Penyimpanan File Khusus
nl: Aangepaste opslag

source: Dark Garnet
es: granate oscuro
id: Garnet Gelap

source: Data export
es: Exportación de datos
id: Ekspor data
nl: Data exporteren

source: Data usage
es: Uso de datos
id: Penggunaan data
nl: Data gebruik

source: Data Usage
es: Uso de datos
id: Penggunaan Data
nl: Dataverbruik

source: Database & Cache
es: Base de datos y caché

source: Database status
es: Estado de la base de datos
id: Status basis data

source: Day
es: Día
id: Hari
nl: Dag

source: decode ack
es: reconocimiento de decodificación
id: memecahkan kode ack

source: decode test
es: prueba de decodificación
id: tes dekode

source: decode test 2
es: prueba de decodificación 2
id: tes dekode 2

source: decode test 3
es: prueba de decodificación 3
id: tes dekode 3

source: Decrypting...
es: Descifrando...
id: Mendekripsi...
nl: Ontsleutelen…

source: default
es: por defecto
id: bawaan
nl: standaard

source: Default
es: Por defecto
id: Bawaan
nl: Standaard

source: Default feeds
es: Feeds predeterminados
id: Umpan bawaan
nl: Standaard feeds

source: Default zap amount
es: Cantidad de zap predeterminada
id: Jumlah zap bawaan
nl: Standaard zap bedrag

source: Default zap amount:
es: Cantidad de zap predeterminada:
id: Jumlah zap bawaan:
nl: Standaard zap bedrag:

source: Delete
es: Borrar
id: Menghapus
nl: Verwijderen

source: Delete account
es: Eliminar cuenta
id: Hapus akun
nl: Account verwijderen

source: Delete feed %@
es: Eliminar feed %@
id: Hapus umpan %@
nl: Verwijder feed %@

source: Delete private note
es: Eliminar nota privada
id: Hapus catatan pribadi
nl: Verwijder privé notitie

source: Deleting in %lld seconds
es: Eliminando en %lld segundos
id: Menghapus dalam %lld detik
nl: Verwijderen over %lld seconden

source: Delivery to relays of
es: Entrega a relays de
id: Pengiriman ke relays dari
nl: Verzending naar relays van

source: Delivery to your DM relays (back-up):
es: Entrega a tu DM relays (respaldo):
id: Pengiriman ke DM relays Anda (cadangan):
nl: Verzending naar jouw privé berichten relays (back-up):

source: describe
es: describir
id: menggambarkan

source: Description
es: Descripción
id: Keterangan
nl: Omschrijving

source: Direct Message Settings
es: Configuración de mensajes directos
id: Pengaturan Pesan Langsung
nl: Privé Berichten instellingen

source: Direct Messages using a nsecBunker login are not available yet
es: Los mensajes directos que utilizan un inicio de sesión de nsecBunker aún no están disponibles
id: Direct Message yang menggunakan login nsecBunker belum tersedia
nl: Privéberichten met een nsecBunker login zijn nog niet beschikbaar

source: Direct Messages using a remote signer are not available yet
es: Los mensajes directos que utilizan un firmante remoto aún no están disponibles
id: Direct Message yang menggunakan penanda tangan jarak jauh belum tersedia
nl: Privé berichten met een remote signer werkt nog niet.

source: Disable to improve scrolling performance
es: Desactivar para mejorar el rendimiento del desplazamiento
id: Nonaktifkan untuk meningkatkan kinerja pengguliran
nl: Zet uit voor soepeler scrollen

source: Disabled
es: Desactivado
id: Dengan disabilitas
nl: Uitgeschakeld

source: Disabled relays
es: Deshabilitado relays
id: relays dinonaktifkan
nl: Uitgeschakelde relays

source: Disappearing messages
es: Mensajes que desaparecen
id: Pesan menghilang
nl: Verdwijnende berichten

source: Disappearing Messages
es: Mensajes que desaparecen
id: Pesan menghilang
nl: Verdwijnende berichten

source: Disappears in ~%@
es: Desaparece en ~%@
id: Menghilang dalam ~%@
nl: Verdwijnt in ~%@

source: Disconnect
es: Desconectar
id: Memutuskan
nl: Verbinding verbreken

source: Disconnected
es: Desconectado
id: Terputus
nl: Geen verbinding

source: Discover
es: Descubrir
id: Menemukan

source: Discover Communities
es: Descubra comunidades
id: Temukan Komunitas
nl: Ontdek groepen

source: Discover feed time frame
es: Descubra el período de tiempo de alimentación
id: Temukan kerangka waktu umpan
nl: Discover feed tijdsvak

source: Discover Lists
es: Descubrir listas
id: Temukan Daftar
nl: Ontdek Lijsten

source: Discover Nostr
es: Descubre Nostr
id: Temukan Nostr
nl: Ontdek Nostr

source: Display
es: Mostrar
id: Menampilkan
nl: Weergave

source: Divines
es: Divinos
id: Dewa

source: dm: you receive private message from this relay, so others should send private messages there.
es: dm: recibes mensajes privados de este relay, por lo que otros deberían enviar mensajes privados allí.
id: dm: Anda menerima pesan pribadi dari relay ini, jadi orang lain harus mengirim pesan pribadi ke sana.
nl: dm: je ontvangt privéberichten via deze relay, anderen moeten hier privéberichten voor jou achterlaten

source: DMs
es: DM
id: DM
nl: PBs

source: Done
es: Hecho
id: Selesai
nl: Klaar

source: Download
es: Descargar
id: Unduh

source: Downloading...
es: Descargando...
id: Mengunduh...
nl: Downloaden…

source: Drag handles to trim video
es: Arrastre los controles para recortar el video
id: Seret pengendali untuk memangkas video
nl: Sleep uiteinden om te trimmen

source: Drop image...
es: Soltar imagen...
id: Jatuhkan gambar...
nl: Afbeelding invoegen

source: Dunbar number
es: número de dunbar
id: Nomor Dunbar
nl: Dunbar getal

source: Duration
es: Duración
id: Lamanya
nl: Duur

source: Edit muted word
es: Editar palabra silenciada
id: Edit kata yang dibisukan
nl: Bewerk gedempte woorden

source: Edit private note
es: Editar nota privada
id: Edit catatan pribadi
nl: Bewerk privé notitie

source: Edit profile
es: Editar perfil
id: Sunting profil
nl: Bewerk profiel

source: Edit relay
es: Editar relay
id: Sunting relay
nl: Bewerk relay

source: Edit relays feed
es: Editar feed relays
id: Edit umpan relays
nl: Relays feed aanpassen

source: Edit title
es: Editar título
id: Sunting judul
nl: Bewerk titel

source: Emoji Feed
es: Feed de emojis
id: Umpan Emoji

source: Emoji feed time frame
es: Periodo de tiempo de alimentación de emojis
id: Kerangka waktu umpan emoji
nl: Emoji feed tijdsvak

source: Enable
es: Activar
id: Aktifkan
nl: Zet aan

source: Enable animated profile pics
es: Habilitar fotos de perfil animadas
id: Aktifkan foto profil animasi
nl: Geanimeerde profielfoto's inschakelen

source: Enable authentication
es: Habilitar autenticación
id: Aktifkan otentikasi
nl: Activeer authenticatie

source: Enable full width pictures
es: Habilitar imágenes de ancho completo
id: Aktifkan gambar lebar penuh
nl: Schermvullende foto's inschakelen

source: Enable notifications so Nostur can alert you about new activity.
es: Activa las notificaciones para que Nostur pueda avisarte sobre nueva actividad.
id: Aktifkan notifikasi agar Nostur dapat memberi tahu Anda tentang aktivitas baru.
nl: Zet meldingen aan zodat Nostur je kan informeren over nieuwe interacties

source: Enable Web of Trust filter
es: Habilitar filtro Web of Trust
id: Aktifkan filter Web of Trust
nl: Web of Trust filter ingeschakeld
